app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", ""], ["created_at", "2014-11-22 21:21:39.581650"], ["title", ""], ["updated_at", "2014-11-22 21:21:39.581650"]]